// Задача1. Напишите прог-у, кот-я на вход принимает два числа и выдает,
// какое число большее, ак какое меньшее.

using System.Xml.XPath;

int A = 25;
int B = 10;

if( A > B ) {
    
    Console.WriteLine(A + " большее число");
}
else {
    Console.WriteLine (B + " большее число");
}
if (B < A)
{
    Console.WriteLine(B + " меньшее число");
}
else {
    Console.WriteLine(A + " меньшее число");
}